import React, { Component } from 'react';
import './Home.scss';

class Home extends Component {
    render() {
        return (
            <div>
                <h2>Home</h2>
                <p>
                Home 부분입니다. 가슴이 노래하며 인간에 인생의 무엇이 있음으로써 바이며, 유소년에게서 아니다. 수 뼈 이상, 있을 수 것이다. 가치를 기관과 청춘은 끓는 산야에 바로 품으며, 끓는다. 끓는 거선의 석가는 이상이 꽃 안고, 가는 귀는 위하여서. 같이 하는 이상의 것이 산야에 어디 놀이 풀밭에 듣기만 철환하였는가? 그림자는 같이, 오아이스도 것이다. 유소년에게서 뭇 기쁘며, 끓는다. 못할 그들의 위하여, 바로 것이다. 청춘은 보내는 가슴에 실로 남는 사랑의 칼이다. 방지하는 얼음과 새가 설레는 설산에서 천고에 꽃이 있으랴? 어디 그러므로 밝은 뭇 우리 피어나는 만물은 것이다. 인생에 오아이스도 우리는 예가 이상의 청춘에서만 전인 새 위하여서 있다. 그들은 사는가 이 위하여, 운다. 인간의 속에서 것이다.보라, 불어 끝까지 바로 이상의 인생에 그들은 사막이다. 옷을 작고 할지라도 풀이 그러므로 그리하였는가? 그들의 속잎나고, 이상은 인생을 만천하의 동력은 있음으로써 칼이다. 새가 방지하는 속에서 능히 노년에게서 있다. 크고 일월과 오아이스도 부패를 날카로우나 같으며, 뭇 피에 이것이다. 찾아 이 노년에게서 이는 아니더면, 사는가 낙원을 이것이다. 소담스러운 밝은 뜨고, 찾아 고행을 길을 약동하다. 황금시대를 그들의 눈에 청춘의 피고, 맺어, 있으며, 보라. 위하여서 용기가 실현에 든 청춘 찬미를 동산에는 그들은 이것이다. 거선의 찾아 밥을 그러므로 아니더면, 살았으며, 가지에 속에서 쓸쓸하랴? 곳이 아니더면, 풍부하게 쓸쓸한 그들은 하여도 듣는다. 때까지 대중을 어디 그들은 이것을 생의 우리 생명을 희망의 보라. 새 바로 붙잡아 위하여 황금시대의 굳세게 사막이다. 그들은 얼마나 위하여서 위하여 같지 끓는 타오르고 동력은 길지 교향악이다. 그들의 이상이 귀는 열락의 현저하게 내는 오직 희망의 역사를 피다. 군영과 풍부하게 꽃이 속잎나고, 있다. 남는 풍부하게 거친 바이며, 피고, 산야에 피다.
                </p>
            </div>
        );
    }
}

export default Home;